Repository: QtRoS/shorts
Catalog: shorts/po/*.po
Languages: am, ar, ast, az, bg, br, bs, ca, gd, he, ja, km, lv, my, pa, ro, ta, ug

source: Select article
am: ጽሑፍ ይምረጡ
ast: Esbillar artículu
az: Məqalə seç
br: Diuzañ un draezenn
bs: Odaberi članak
ca: Seleccioneu l'article
gd: Tagh artagail
he: בחירת כתבה
ja: 記事を選択
km: ជ្រើស​អត្ថបទ
lv: Izvēlieties rakstu
pa: ਲੇਖ ਚੁਣੋ
ro: Alegeți un articol
ta: கட்டுரையை தேர்ந்தெடு
ug: ماقالە تاللا

source: Save
am: ማስቀመጫ
ar: احفظ
ast: Guardar
az: Saxla
bg: Съхрани
br: Enrollañ
bs: Sačuvaj
ca: Desa
gd: Sàbhail
he: שמירה
ja: 保存
km: រក្សាទុក
lv: Saglabāt
my: သိမ်းမည်
pa: ਸੰਭਾਲ੍ਹੋ
ro: Salvează
ta: சேமி
ug: ساقلا

source: Remove
am: ማስወገጃ
ar: أزِل
ast: Desaniciar
az: Sil
bg: Премахни
br: Dilemel
bs: Ukloni
ca: Suprimeix
gd: Thoir air falbh
he: הסרה
ja: 削除
km: លុប​ចេញ
lv: Izņemt
my: ဖယ်ရှား
pa: ਹਟਾਓ
ro: Șterge
ta: நீக்கு
ug: چىقىرىۋەت

source: Options
am: ምርጫዎች
ar: خيارات
ast: Opciones
az: Seçimlər
bg: Настройки
br: Dibarzhioù
bs: Postavke
ca: Preferències
gd: Roghainnean
he: אפשרויות
ja: オプション
km: ជម្រើស
lv: Iestatījumi
my: ရွေးစရာများ
pa: ਚੋਣ
ro: Opțiuni
ta: விருப்பங்கள்
ug: تاللانما

source: Open site
am: ድህረ ገጽ መክፈቻ
ar: فتح موقع
ast: Abrir sitiu
az: Saytı aç
bg: Отвори сайта
br: Digeriñ al lec'hienn
bs: Otvori stranicu
ca: Obre en el navegador
gd: Fosgail làrach
he: פתיחת האתר
ja: サイトを開く
km: បើក​តំបន់​បណ្ដាញ
lv: Atvērt vietni
my: ဆိုဒ်ကိုဖွင့်မည်
pa: ਸਾਈਟ ਖੋਲ੍ਹੋ
ro: Mergi la site
ta: தளத்தை திற
ug: تور بېكەت ئاچ

source: There are no articles to show
am: ለማሳየት የተቀመጠ ጽሁፍ የለም
ar: لا توجد مقالات لعرضها
ast: Nun hai artículos p'amosar
az: Göstərməyə heç bir məqalə yoxdur
bg: Няма статии за показване
br: N'eus pennad ebet da ziskouez
bs: Nema artikala za prikaz
ca: No hi ha cap article per mostrar
gd: Chan eil artaigealan ann as urrainn dhuinn sealltainn
he: אין ערכים להצגה
ja: 表示する記事がありません
km: គ្មាន​អត្ថបទ​ត្រូវ​បង្ហាញ
lv: Nav rakstu, ko radīt
my: ပြရန်ဆောင်းပါးများမရှိပါ
pa: ਇੱਥੇ ਵਿਖਾਉਣ ਲਈ ਲੇਖ ਮੌਜੂਦ ਨਹੀ
ro: Nu există articole de afișat
ta: இங்க கட்டுரைகளையும் ஏதும் காண்பிக்க இல்லை
ug: كۆرسىتىدىغان ماقالە يوق

source: Dark
am: ጨለማ
ast: Escuru
az: Tünd
br: Teñval
bs: Tamno
ca: Fosc
gd: Dorcha
he: כהה
lv: Tumšs
pa: ਹਨ੍ਹੇਰਾ
ro: Întunecat
ug: قارا

source: Light
am: ብርሃን
ast: Claru
az: Açıq
br: Sklaer
bs: Svijetlo
ca: Clar
gd: Soilleir
he: בהיר
lv: Gaišs
pa: ਰੌਸ਼ਨੀ
ro: Luminos
ug: ئوچۇق

source: Small
am: ትንሽ
ar: صغير
ast: Pequeñu
az: Kiçik
bg: Малки
br: Bihan
bs: Mali
ca: Petita
gd: Beag
he: קטנה
ja: 小
km: តូច
lv: Mazs
my: သေးငယ်
pa: ਛੋਟਾ
ro: Mic
ta: சிறியது
ug: كىچىك

source: Mid
am: መካከለኛ
ar: وسط
ast: Medianu
az: Orta
bg: Средни
br: Krenn
bs: Srednji
ca: Mitjana
gd: Meadhanach
he: בינונית
ja: 中
km: មធ្យម
lv: Vidējs
my: အလယ်အလတ်
pa: ਦਰਮਿਆਨਾ
ro: Mediu
ta: நடு
ug: ئوتتۇرا

source: Large
am: ትልቅ
ar: كبير
ast: Grande
az: Böyük
bg: Големи
br: Bras
bs: Veliki
ca: Gran
gd: Mòr
he: גדולה
ja: 大
km: ធំ
lv: Liels
my: ကြီးမား
pa: ਵੱਡਾ
ro: Mare
ta: பெரியது
ug: چوڭ

source: MMMM d
ast: d MMMM
bg: ММММ д
br: d MMMM
bs: d MMMM
ca: d MMMM
gd: d MMMM
he: ה־d בMMMM
ja: M月d日
lv: d. MMMM
pa: ਮਮਮਮ ਡ
ro: d MMMM

source: Yesterday at %1
am: ትናንትና በ %1
ar: بالأمس في %1
ast: Ayeri a les %1
az: Dünən %1
bg: Вчера в %1
br: Dec'h da %1
bs: Jučer u %1
ca: Ahir a les %1
gd: An-dè aig %1
he: אתמול בשעה %1
ja: 昨日の%1
km: ម្សិលមិញ​នៅ %1
lv: Vakar %1
my: မနေ့က %1 မှာ
pa: ਕੱਲ %1 ਤੇ ਸੀ
ro: Ieri la %1
ta: நேற்று %1
ug: تۈنۈگۈن %1 دە

source: h:mm AP
bg: ч:мм AP
ca: H:mm
he: h:mm
ja: AP h:mm
lv: h:mm
pa: ਘ:ਮਮ ਏਪੀ

source: ddd, h:mm AP
bg: ддд, ч:мм AP
ca: ddd, H:mm
he: ddd, h:mm
lv: ddd, h:mm
pa: ਡਡਡ, ਘ:ਮਮ ਏਪੀ

source: A few seconds ago...
am: ከ ጥቂት ሰከንዶች በፊት...
ar: منذ بضع ثوان...
ast: Hai unos segundos...
az: Bir neçə saniyə əvvəl...
bg: Преди няколко секунди
br: Un nebeud eilennoù zo...
bs: Prije nekoliko sekundi...
ca: Fa uns quants segons...
gd: Diog no dhà air ais...
he: לפני מספר שניות…
ja: 数秒前...
km: ពីរ បី​វិនាទី​មុន...
lv: Pirms dažām sekundēm...
my: လွန်ခဲ့သောစက္ကန့်အနည်းငယ်က
pa: ਕੁੱਝ ਸੈਕਿੰਡ ਪਹਿਲਾਂ...
ro: Acum câteva secunde...
ta: ஒரு சில நொடிகளுக்கு முன்பு...
ug: بىر نەچچە سېكۇنت ئىلگىرى

source: %1 minute ago
am: %1 ደቂቃ በፊት
ar: منذ أقل من دقيقة (%1)
ast: Hai %1 minutu
az: %1 dəqiqə əvvəl
bg: %1 минута по-рано
br: %1 vunutenn zo
bs: prije %1 minut
ca: Fa %1 minut
gd: %1 mhionaid air ais
he: לפני דקה %1
ja: %1分前
km: %1 នាទី​មុន
lv: pirms %1 minūtes
my: %1 မိနစ်အရင်က
pa: %1 ਮਿੰਟ ਪਹਿਲਾਂ
ro: acum %1 minut
ta: %1 நிமிடத்திற்கு முன்
ug: %1 مىنۇت بۇرۇن

source: %1 hour ago
am: %1 ሰአት በፊት
ar: منذ أقل من ساعة (%1)
ast: Hai %1 hora
az: %1 saat əvvəl
bg: %1 час по-рано
br: %1 eur zo
bs: prije %1 sat
ca: Fa %1 hora
gd: %1 uair a thìde air ais
he: לפני שעה %1
ja: %1時間前
km: %1 ម៉ោង​មុន
lv: pirms %1 stundas
my: %1 နာရီအရင်က
pa: %1 ਘੰਟਾ ਪਹਿਲਾਂ
ro: acum %1 oră
ta: %1 மணி நேரத்திற்கு முன்
ug: %1 سائەت بۇرۇن

source: %1 day ago
am: %1 ቀን በፊት
ar: منذ أقل من يوم (%1)
ast: Hai %1 día
az: %1 gün əvvəl
bg: %1 ден по-рано
br: %1 deiz zo
bs: prije %1 dan
ca: Fa %1 dia
gd: %1 latha air ais
he: לפני יום %1
ja: %1日前
km: %1 ថ្ងៃ​មុន
lv: pirms %1 dienas
my: %1 ရက်အရင်က
pa: %1 ਦਿਨ ਪਹਿਲਾਂ
ro: acum %1 zi
ta: %1 நாளுக்கு முன்
ug: %1 كۈن بۇرۇن

source: Add feeds
am: መቀበያ መጨመሪያ
ar: إضافة تغذية
ast: Amestar canales
az: Bəsləmələr əlavə et
bg: Добави емисии
br: Ouzhpennañ gwazhioù
bs: Dodaj izvor
ca: Afegeix canals
gd: Cuir inbhirean ris
he: הוספת הזנות
ja: フィードを追加
km: បន្ថែម​អត្ថបទ
lv: Pievienot plūsmas
my: Feed များထည့်မည်
pa: ਫ਼ੀਡ ਸ਼ਾਮਿਲ
ro: Adăugare fluxuri
ta: ஊட்டங்களை சேர்
ug: +feedsقوش

source: Failed to perform a feed search by keyword
am: በ ፊደል ገበታ ፋልጎ ማግኘት አልተቻለም
ar: فشل في تنفيذ بحث عن التغذية باستخدام كلمة
ast: Fallu al facer la gueta de canales pente pallabres clave
az: Açar söz vasitəsilə bəsləmə axtarışı uğursuz alındı
bg: Неуспешно търсене на емисия по ключова дума
br: C'hwitet eo ar c'hlask gwazhioù dre c'her-alc'hwez
bs: Traženje izvora prema ključnim riječima nije uspjela
ca: Ha fallat la cerca d'un canal per paraula clau
gd: Cha b' urrainn dhuinn inbhirean a lorg a-rèir facail-luirg
he: חיפוש הזנות לפי מילת מפתח נכשל
ja: キーワードでのフィード検索に失敗しました
km: បាន​បរាជ័យ​ក្នុង​ការ​អនុវត្ត​ការ​ស្វែងរក​អត្ថបទ​តាម​ពាក្យ​គន្លឹះ
lv: Nevarēja veikt plūsmu meklēšanu, lietojot atslēgvārdu
pa: ਸੰਕੇਤ-ਸ਼ਬਦ ਨਾਲ ਫੀਡ ਖੋਜ ਕਰਨਾ ਫੇਲ੍ਹ ਹੋਇਆ
ro: Eșec la realizarea unei căutări de flux după un cuvânt cheie
ta: ஒரு முக்கிய வார்த்தையால் ஊட்டத்தை தேட முடியவில்லை
ug: feedنى ھالقىلىق سۆز ئارقىلىق ئىزدىگىلى بولمىدى

source: Search failed
am: ፍለጋው አልተሳካም
ar: فشل البحث
ast: Falló la gueta
az: Axtarış alınmadı
bg: Неуспешно търсене
br: C'hwitet eo ar c'hlask
bs: Pretraga nije uspjela
ca: Ha fallat la cerca
gd: Dh'fhàillig an lorg
he: החיפוש נכשל
ja: 検索失敗
km: ការ​ស្វែងរក​បាន​បរាជ័យ
lv: Neizdevās meklēt
my: ရှာဖွေခြင်းမအောင်မြင်ပါ
pa: ਖੋਜ ਫੇਲ੍ਹ ਹੋਈ
ro: Căutare eșuată
ta: தேடுதல் தோல்வியடைந்தது
ug: ئىزدەش مەغلۇپ بولدى

source: Failed to perform a feed search by URL
am: በ URL ፋልጎ ማግኘት አልተቻለም
ar: فشل في تنفيذ بحث عن التغذية باستخدام رابط
ast: Fallu al facer la gueta de canales pente URL
az: URL vasitəsilə bəsləmə axtarışı uğursuz alınmadı
bg: Неуспешно търсене на емисия по връзка
br: C'hwitet eo ar c'hlask gwazhioù dre URL
bs: Traženje izvora prema URL-u nije uspjelo
ca: Ha fallat una cerca d'un canal per URL
gd: Cha b' urrainn dhuinn inbhirean a lorg a-rèir URL
he: חיפוש הזנות לפי כתובת נכשל
ja: URLでのフィード検索に失敗しました
km: បាន​បរាជ័យ​ក្នុង​ការ​អនុវត្ត​ការ​ស្វែងរក​តាម​ URL
lv: Nevarēja veikt plūsmu meklēšanu, lietojot URL
pa: URL ਨਾਲ ਫੀਡ ਖੋਜ ਕਰਨਾ ਫੇਲ੍ਹ ਹੋਇਆ
ro: Eșec la realizarea unei căutări de flux după URL
ta: தொடுப்பு மூலம் ஒரு ஊட்டத்தை தேட முடியவில்லை
ug: feedنى URLئارقىلىق ئىزدىگىلى بولمىدى

source: Type a keyword or URL
am: ቁልፍ ቃል ወይንም URL ይጻፉ
ar: اكتب كلمة أو رابط
ast: Teclexa una pallabra calve o URL
az: Açar söz və ya URL daxil edin
bg: Въведе ключова дума или връзка
br: Ebarzhit ur ger-alc'hwez pe un URL
bs: Upišite ključnu riječ ili URL
ca: Esriviu una paraula clau o una URL
gd: Cuir a-steach facal-luirg no URL
he: נא להזין מילת מפתח או כתובת
ja: キーワードまたはURLを入力してください
km: បញ្ចូល​ពាក្យ​គន្លឹះ ឬ​ URL
lv: Ievadiet atslēgvārdu vai URL
my: စကားဝှက်တစ်ခုသို့URL ရိုက်ပါ
pa: URL ਜਾਂ ਸੰਕੇਤ-ਸ਼ਬਦ ਟਾਈਪ ਕਰੋ
ro: Tastați un cuvânt cheie sau o legătură URL
ta: ஒரு முக்கிய சொல் அல்லது தொடுப்பை தட்டு
ug: ھالقىلىق سۆز ياكى URLكىرگۈزۈڭ

source: Search results
am: የፍለጋው ውጤቶች
ar: نتائج البحث
ast: Resultaos de la gueta
az: Axtarış nəticələri
bg: Резултати от търсенето
br: Disoc'hoù ar c'hlask
bs: Rezultati pretrage
ca: Resultats de la cerca
gd: Toraidhean luirg
he: תוצאות חיפוש
ja: 検索結果
km: លទ្ធផល​ស្វែងរក
lv: Meklēšanas rezultāti
my: ရှာတွေ့သည့်ရလဒ်
pa: ਖੋਜ ਨਤੀਜੇ
ro: Rezultate căutare
ta: தேடல் முடிவுகள்
ug: ئىزدەش نەتىجىسى

source: Cancel
am: መሰረዣ
ar: إلغاء
ast: Encaboxar
az: İmtina
bg: Отмени
br: Nullañ
bs: Odustani
ca: Cancel·la
gd: Sguir dheth
he: ביטול
ja: キャンセル
km: បោះ​បង់
lv: Atcelt
my: ပယ်ဖျက်မည်
pa: ਰੱਦ ਕਰੋ
ro: Anulează
ta: ரத்துசெய்
ug: ئەمەلدىن قالدۇر

source: Next
am: ይቀጥሉ
ar: التالي
ast: Siguiente
az: Növbəti
bg: Следваща
br: War-lerc'h
bs: Sljedeće
ca: Següent
gd: Air adhart
he: הבא
ja: 次へ
km: បន្ទាប់
lv: Nākamais
my: ထို့နောက်
pa: ਅਗਲਾ
ro: Înainte
ta: அடுத்து
ug: كېيىنكى

source: No feeds
am: መቀበያ የለም
ar: لا تغذية
ast: Nun hai canales
az: Bəsləmə yoxdur
bg: Няма емисии
br: Gwazh ebet
bs: Nema izvora
ca: No hi ha canals
gd: Chan eil inbhir ann
he: אין הזנות
ja: フィードなし
km: គ្មាន​អត្ថបទ
lv: Nav plūsmu
pa: ਕੋਈ ਫੀਡ ਨਹੀ
ro: Fără fluxuri
ta: ஊட்டங்கள் இல்லை
ug: feedsيوق

source: Choose topic
am: አርእስት ይምረጡ
ar: اختيار موضوع
ast: Escoyer tema
az: Mövzu seçin
bg: Избере тема
br: Dibabit ur sujed
bs: Izaberite temu
ca: Escolliu un tema
gd: Tagh cuspair
he: בחירת נושא
ja: トピックの選択
km: ជ្រើស​ប្រធាន​បទ
lv: Izvelieties tematu
my: ခေါင်းစဉ်ရွေးပါ
pa: ਵਿਸ਼ਾ ਚੁਣੋ
ro: Alegeți un subiect
ta: தலைப்பை தேர்ந்தெடு
ug: تېما تاللاڭ

source: Add your new feeds to a topic
am: ለ አርእስት መቀበያ ይጨምሩ
ar: أضف تغذيتك الجديدة إلى موضوع
ast: Amiesta los tos canales nuevos a un tema
az: Mövzuya yeni bəsləmələrinizi əlavə edin
bg: Добавете нови емисии към тема
br: Ouzhpennañ ho kwazhioù nevez d'ur sujed
bs: Dodajte svoj izvor u temu
ca: Afegiu els vostres canals nous a un tema
gd: Cuir na h-inbhirean ùra agad ri cuspair
he: הוספת ההזנות החדשות שלך לנושא
ja: トピックに新しいフィードを追加
km: បន្ថែម​អត្ថបទ​ថ្មី​របស់​អ្នក​ទៅ​ប្រធាន​បទ
lv: Pievienot jaunās plūsmas tematam
pa: ਵਿਸ਼ੇ ਵਿੱਚ ਆਪਣੇ ਨਵੇ ਫੀਡਸ ਜੋੜੋ
ro: Adăugați fluxul nou la un subiect
ta: ஒரு தலைப்புக்கு உங்களுடைய புதிய ஊட்டங்களை செர்
ug: يېڭى feeds نى بىر باش تېمىغا قوش

source: + New topic
am: + አዲስ አርእስት
ar: + موضوع جديد
ast: + Tema nuevu
az: + Yeni mövzu
bg: +Нова тема
br: + Sujed nevez
bs: + Nova tema
ca: + Tema nou
gd: ⁊ Cuspair ùr
he: + נושא חדש
ja: + 新しいトピック
km: + ប្រធាន​បទ​ថ្មី
lv: + Jauns temats
my: + ခေါင်းစဉ်အသစ်
pa: + ਨਵਾਂ ਵਿਸ਼ਾ
ro: + Subiect nou
ta: + புதிய தலைப்பு
ug: يېڭى باش تېما(_N)

source: A topic with this name already exists
am: በዚህ ስም ቀደም ያለ አርእስት አለ
ar: يوجد موضوع بهذا الاسم بالفعل
ast: Yá esiste un tema con esi nome
az: Bu adda mövzu onsuz da mövcuddur
bg: Вече съществува тема с това име
br: Ur sujed anvet evel-se zo anezhañ dija
bs: Tema sa ovim imenom već postoji
ca: Ja existeix un tema amb aquest nom
gd: Tha cuspair ann mu thràth air a bheil an t-ainm seo
he: נושא בשם זה כבר קיים
ja: この名前のトピックはすでに存在します
km: មាន​ប្រធាន​បទ​ដែល​​មាន​ឈ្មោះ​នេះ​រួច​ហើយ
lv: Jau pastāv temats ar šo pašu nosaukumu
my: ဒီအမည်နှင့်ခေါင်းစဉ်သည်ရှိပြီးသားပါ
pa: ਇਸ ਨਾਂ ਨਾਲ ਇੱਕ ਵਿਸ਼ਾ ਪਹਿਲੇ ਹੀ ਮੌਜੂਦ ਹੈ
ro: Există deja un subiect cu acest nume
ta: தலைப்பானது இந்த பெயருடன் ஏற்கனவே உள்ளது
ug: بۇ ئاتتىكى باش تېما مەۋجۇت

source: Warning
am: ማስጠንቀቂያ
ar: تحذير
ast: Avisu
az: Xabərdarlıq
bg: Внимание
br: Diwallit
bs: Upozorenje
ca: Avís
gd: Rabhadh
he: אזהרה
ja: 警告
km: ការ​ព្រមាន
lv: Brīdinājums
my: သတိပေးချက်
pa: ਚੇਤਾਵਨੀ
ro: Avertisment
ta: எச்சரிக்கை
ug: ئاگاھلاندۇرۇش

source: Topic name can't contain only whitespaces
am: የ እርእስቱ ስም ባዶ ነጭ ቦታ መያዝ የለበትም
ar: لا يمكن أن يحتوي اسم الموضوع على فراغات فقط
ast: El nome del tema nun pue contener namái espacios
az: Mövzu adı sadəcə boşluqlardan ibarət ola bilməz
bg: Името на темата не може да съдържа само интервали
br: Ne c'hall ket bezañ esaouennoù hepken en anv ur sujed
bs: Naziv teme ne može sadržavati samo razmake
ca: El nom del tema no pot contenir únicament espais en blanc
gd: Chan fhaod dìreach àitichean bàna a bhith ann an ainm cuspair
he: שם הנושא לא יכול להכיל רווחים בלבד
ja: 空白のみのトピックは作成できません
km: ឈ្មោះ​ប្រធាន​បទ​មិន​អាច​មាន​តែ​ចន្លោះ
lv: Temata nosaukums nevar saturēt tikai atstarpes
pa: ਵਿਸ਼ੇ ਦਾ ਨਾਂ ਕੇਵਲ ਖਾਲੀ ਥਾਂ ਨਹੀ ਹੋ ਸਕਦੀ
ro: Numele topicului nu poate conține numai spații albe
ta: தலைப்பின் பெயர் இடவெளிகளை மட்டுமே கொண்டிருக்க முடியாது
ug: باش تېما ئاتى بوشلۇقنىلا ئۆز ئىچىگە ئالسا بولمايدۇ

source: Create new topic
am: አዲስ አርእስት ይምረጡ
ar: أنشئ موضوع جديد
ast: Crear tema nuevu
az: Yeni mövzu yarat
bg: Създай нова тема
br: Krouiñ ur sujed nevez
bs: Kreirajte novu temu
ca: Crea un tema nou
gd: Cruthaich cuspair ùr
he: יצירת נושא חדש
ja: 新しいトピックを作成
km: បង្កើត​ប្រធាន​បទ​ថ្មី
lv: Izveidot jaunu tematu
my: အကြောင်းအရာတစ်ခုရွေးပါ
pa: ਨਵੇਂ ਵਿਸ਼ੇ ਦੀ ਰਚਨਾ
ro: Creare subiect nou
ta: புதிய தலைப்பை உருவாக்கு
ug: يېڭى باش تېما قۇر

source: Add topic
am: አርእስት መጨመሪያ
ar: أضف موضوعا
ast: Amestar tema
az: Mövzu əlavə et
bg: Добави тема
br: Ouzhpennañ ur sujed
bs: Dodajte temu
ca: Afegeix un tema
gd: Cuir cuspair ris
he: הוספת נושא
ja: トピックを追加
km: បន្ថែម​ប្រធាន​បទ
lv: Pievienot tematu
my: အကြောင်းအရာထည့်မည်
pa: ਵਿਸ਼ਾ ਜੋੜੋ
ro: Adăugare subiect
ta: தலைப்பை சேர்
ug: باش تېما قوش

source: Type topic name
am: የ እርእስት ስም ይጻፉ
ar: اكتب اسم الموضوع
ast: Teclexa'l nome d'un tema
az: Mövzu adını yazın
bg: Въведи име на тема
br: Ebarzhit anv ar sujed
bs: Upišite naziv teme
ca: Escriviu el nom del tema
gd: Cuir a-steach ainm a' chuspair
he: הזנת שם נושא
ja: トピック名を入力してください
km: បញ្ចូល​ឈ្មោះ​ប្រធាន​បទ
lv: Ievadiet sižeta nosaukumu
my: အကြောင်းအရာအမည်ရိုက်ပါ
pa: ਵਿਸ਼ੇ ਦਾ ਨਾਂ ਲਿਖੋ
ro: Tastați numele subiectului
ta: தலைப்பின் பெயரை தட்டு
ug: باش تېما ئاتىنى كىرگۈزۈڭ

source: Select feeds (optional)
am: መቀበያ ይምረጡ (በምርጫ)
ar: اختر التغذيات (اختياري)
ast: Esbillar canales (opcional)
az: Bəsləmələri seçin (istəyə görə)
bg: Избери емисии (допълнително)
br: Diuzañ ar gwazhioù (diret)
bs: Odaberite izvora (po izboru)
ca: Seleccioneu els canals (opcional)
gd: Tagh inbhirean (roghainneil)
he: בחירת הזנות (רשות)
ja: フィードを選択(オプション)
km: ជ្រើស​អត្ថបទ (ជា​ជម្រើស)
lv: Izvēlieties plūsmas (neobligāts)
pa: ਫੀਡ ਚੁਣੋ (ਚੋਣ)
ro: Selectați fluxurile (opțional)
ta: ஊட்டங்களை தேர்ந்தெடு (விருப்பத்தேர்வுகள்)
ug: feedsتاللا(ئىختىيارى)

source: Edit Feed
am: መቀበያ ማረሚያ
ar: تعديل التغذية
ast: Editar canal
az: Bəsləməni redaktə et
bg: Редактирай емисията
br: Aozañ ar wazh
bs: Uredi izvore
ca: Edita el canal
gd: Deasaich an t-inbhir
he: עריכת הזנה
ja: フィードを編集
km: កែ​អត្ថបទ
lv: Rediģēt plūsmu
my: Feed ကို ပြင်မည်
pa: ਫੀਡ ਸੋਧ
ro: Editare flux
ta: ஊட்டத்தை திருத்து
ug: Feedتەھرىرلە

source: Done
am: ጨርሷል
ar: تم
ast: Fecho
az: Başa çatdı
bg: Готово
br: Graet eo
bs: Gotovo
ca: Fet
gd: Deiseil
he: הסתיים
ja: 終了
km: រូចរាល់
lv: Pabeigts
my: ပြီးပါပြီ
pa: ਮੁਕੰਮਲ
ro: Finalizat
ta: முடிந்தது
ug: تامام

source: Title:
am: አርእስት:
ar: العنوان:
ast: Títulu:
az: Başlıq:
bg: Заглавие:
br: Titl :
bs: Naizv:
ca: Títol:
gd: Tiotal:
he: כותרת:
ja: タイトル:
km: ចំណង​ជើង៖
lv: Virsraksts:
my: ခေါင်းစဉ်-
pa: ਸਿਰਲੇਖ
ro: Titlu:
ta: தலைப்பு:
ug: ماۋزۇ:

source: Topic:
am: አርእስት:
ar: الموضوع:
ast: Tema:
az: Mövzu:
bg: Тема:
br: Sujed :
bs: Tema:
ca: Tema:
gd: Cuspair:
he: נושא:
ja: トピック:
km: ប្រធាន​បទ៖
lv: Temats:
my: အကြောင်းအရာ -
pa: ਵਿਸ਼ਾ
ro: Subiect:
ta: தலைப்பு:
ug: سۆھبەت تېمىسى:

source: Edit topics
am: አርእስቶች ማረሚያ
ar: تعديل المواضيع
ast: Editar temes
az: Mövzuları redaktə et
bg: Редактирай темите
br: Aozañ ar sujedoù
bs: Uredi teme
ca: Edita els temes
gd: Deasaich na cuspairean
he: עריכת הנושאים
ja: トピックの編集
km: កែ​ប្រធាន​បទ
lv: Rediģēt tematus
my: ခေါင်းစီးကိုပြင်မည်
pa: ਵਿਸ਼ੇ ਵਿੱਚ ਸੋਧ
ro: Editare subiecte
ta: தலைப்புகளை திருத்து
ug: باش تېما تەھرىر

source: Confirm
am: ማረጋገጫ
ar: تأكيد
ast: Confirmar
az: Təsdiqlə
bg: Потвърди
br: Kadarnaat
bs: Potvrdi
ca: Confirma
gd: Dearbhaich
he: אישור
ja: 確認
km: បញ្ជាក់
lv: Apstiprināt
my: အတည်ပြု
pa: ਪੁਸ਼ਟੀ
ro: Confirmare
ta: உறுதிப்படுத்து
ug: جەزملە

source: Add Feed
am: መቀበያ መጨመሪያ
ar: أضف تغذية
ast: Amestar canal
az: Bəsləmə əlavə et
bg: Добави емисия
br: Ouzhpennañ ur wazh
bs: Dodaj izvor
ca: Afegeix un canal
gd: Cuir inbhir ris
he: הוספת הזנה
ja: フィードを追加
km: បន្ថែម​អត្ថបទ
lv: Pievienot plūsmu
pa: ਫੀਡ ਜੋੜੋ
ro: Adăugare flux
ta: ஊட்டதஙதை சேர்
ug: Feed قوش

source: Refresh
am: ማነቃቂያ
ar: حدّث
ast: Refrescar
az: Yenilə
bg: Обнови
br: Freskaat
bs: Osvježi
ca: Actualitza
gd: Ath-nuadhaich
he: רענון
ja: 更新
km: ផ្ទុក​ឡើងវិញ
lv: Atsvaidzināt
pa: ਤਾਜ਼ਾ
ro: Reîmprospătare
ta: புதுப்பி
ug: يېڭىلا

source: Grid View
am: መጋጠሚያ መመልከቻ
ar: عرض شبكي
ast: Vista de rexáu
az: Cədvəl Görünüşü
bg: Решетъчен изглед
br: Gwel kael
bs: Mrežni pregled
ca: Visualització de quadrícula
gd: Sealladh griod
he: תצוגת משבצות
ja: グリッド表示
km: ទិដ្ឋភាព​ក្រឡា
lv: Režģa skats
pa: ਗਰਿੱਡ ਝਲਕ
ro: Vizualizare tip grilă
ta: கட்ட காட்சி
ug: كاتەكچە كۆرۈنۈش

source: List view
am: ዝርዝር መመልከቻ
ar: عرض قوائم
ast: Vista de llistáu
az: Siyahı görünüşü
bg: Списъчен изглед
br: Gwel roll
bs: Pregled spiskom
ca: Visualització de llista
gd: Sealladh liosta
he: תצוגת רשימה
ja: リスト表示
km: ទិដ្ឋភាព​បញ្ជី
lv: Saraksta skats
my: စာရင်းပုံစံကြည့်ခြင်း
pa: ਲਿਸਟ ਝਲਕ
ro: Vizualizare tip listă
ta: பட்டியல் காட்சி
ug: تىزىم كۆرۈنۈش

source: Saved
am: ተቀምጧል
ar: محفوظ
ast: Guardáu
az: Saxlanıldı
bg: Съхранено
br: Enrollet
bs: Snimljeno
ca: Desat
gd: Air a shàbhaladh
he: נשמר
ja: 保存記事
km: បានរក្សា​ទុក
lv: Saglabāts
my: သိမ်းမည်
pa: ਸੰਭਾਲ੍ਹਿਆ
ro: Salvat
ta: சேமிக்கப்பட்டது
ug: ساقلاندى

source: Shorts
am: አጫጭር
ast: Resumes
az: Qısalar
bg: Къси
br: Berradurioù
bs: Kratki
ca: Actualitat
he: קיצורים
km: ខ្លី
lv: Īsi
my: တိုသော
pa: ਛੋਟੇ
ro: Scurte
ta: குட்டைகள்
ug: قىسقا

source: Checking for new articles
am: አዲስ አርእስት በመፈለግ ላይ
ar: التحقق من وجود مواضيع جديدة
ast: Comproando artículos nuevos
az: Yeni məqalələr yoxlanılır
bg: Проверка за нови статии
br: Gwiriañ hag-eñ ez eus pennadoù nevez
bs: Provjeravam za novim artiklima
ca: S'estan cercant articles nous
gd: A' lorg artaigealan ùra
he: מתבצע חיפוש אחר ערכים חדשים
ja: 新着記事をチェック
km: ពិនិត្យ​រកមើល​អត្ថបទ​ថ្មី
lv: Meklē jaunus rakstus
my: ဆောင်းပါးအသစ်များကိုစစ်ဆေးနေသည်
pa: ਨਵੇ ਲੇਖਾਂਂ ਲਈ ਪੜਤਾਲ ਕਰ ਰਿਹਾ
ro: Se verifică pentru articole noi
ta: புதிய கட்டுரைகளுக்கு சரிபார்
ug: يېڭى ماقالە تەكشۈرۈۋاتىدۇ

source: Perhaps some of the channels have not been updated.
am: ምናልባት አንዳንድ ጣቢያዎች አልተሻሻሉ ይሆናል
ar: من المحتمل أن بعض القنوات لم يتم تحديثها.
ast: Quiciabes nun s'anovaren delles canales.
az: Ola bilsin ki, bəzi kanallar yenilənməyib.
br: Marteze n'eo ket bet hizivaet darn eus ar c'hanolioù.
bs: Možda neki od kanala nisu ažurirani.
ca: Pot ser que alguns canals no s'hagin actualitzat
gd: 'S mathaid nach deach cuid dhe na seanailean ùrachadh.
he: כנראה שחלק מהערוצים לא עודכנו.
ja: いくつかのチャンネルが更新されていないかもしれません。
km: ប្រហែល​ជា​ឆាណែល​មួយ​ចំនួន​មិន​ត្រូវ​បាន​ធ្វើបច្ចុប្បន្នភាព។
lv: Iespējams, daži kanāli nav atjaunināti.
pa: ਸਾਇਦ ਕੁੱਝ ਚੈਨਲ ਅੱਪਡੇਟ ਨਹੀ ਹੋਏ |
ro: Este posibil ca unele canale să nu fi fost actualizate.
ta: அநேகமாக சில அலைவரிசைகள் புதுப்பிக்கப்படவில்லை
ug: بەزى قاناللار يېڭىلانمىغان بولۇشى مۇمكىن.

source: Errors occurred during the update
am: በማሻሻል ላይ እንዳለ ስህተት ተፈጥሯል
ar: حدثت أخطاء أثناء التحديث
ast: Asocedieron fallos nel anovamientu
az: Yenilənmə ərzində xətalar baş verdi.
br: Fazioù a oa bet e-pad an hizivadenn
bs: Dogodila se greška prilikom ažuriranja.
ca: Hi ha hagut errors en fer l'actualització
gd: Thachair mearachdan rè an ùrachaidh
he: התרחשו שגיאות במהלך העדכון
ja: 更新中に問題が発生しました
km: កំហុស​បាន​កើត​ឡើង​ពេល​ធ្វើ​បច្ចុប្បន្នភាព
lv: Atjauninot gadījās kļūda
pa: ਅੱਪਡੇਟ ਕਰਨਨ ਸਮੇਂ ਖਾਮੀ ਆਈ
ro: În timpul actualizării au apărut unele erori
ta: புதுப்பித்தலின்பொது பிழை நேர்ந்தது
ug: يېڭىلاۋاتقاندا خاتالىق كۆرۈلدى

source: + Add feeds
am: + መቀበያ መጨመሪያ
ar: + أضف تغذيات
ast: + Amestar canales
az: + Bəsləmələr əlavə et
bg: +Добави емисии
br: + Ouzhpennañ gwazhioù
bs: + Dodaj izvore
ca: + Afegeix els canals
gd: ⁊ Cuir inbhirean ris
he: + הוספת הזנות
ja: + フィードを追加
km: + បន្ថែម​អត្ថបទ
lv: + Pievienot plūsmas
my: + feedများပေါင်းထည့်
pa: + ਫੀਡ ਸ਼ਾਮਿਲ
ro: + Aăugare fluxuri
ta: + ஊட்டங்களை சேர்
ug: +feedقوش

source: Add online accounts
am: በመስመር ላይ መግለጫ መጨመሪያ
ar: إضافة حسابات إنترنت
ast: Amestar cuentes en llinia
az: Online hesablar əlavə et
bg: Добави онлайн профили
br: Ouzhpennañ kontoù enlinenn
bs: Dodaj online račune
ca: Afegeix comptes en línia
gd: Cuir cunntasan air loidhne ris
he: הוספת חשבונות מקוונים
ja: オンラインアカウントを追加
km: បន្ថែម​គណនី​លើ​បណ្ដាញ
lv: Pievienot tiešsaistes kontus
my: အွန်လိုင်းအကောင့်များပေါင်းထည့်မည်
pa: ਆੱਨਲਾਈਨ ਖਾਤੇ ਜੋੜੋ
ro: Adăugare conturi online
ta: இணைய கணக்குகளை சேர்
ug: توردىكى ھېساباتلارنى قوش

source: Online accounts are not available for now
am: የ መስመር ላይ መግለጫዎች አሁን ዝግጁ አይደሉም
ast: Les cuentes en llinia nun tán disponibles per agora
az: Onlayn hesablar hal-hazırda mümkün deyil
br: Ne c'haller ket kaout kontoù enlinenn evit bremañ
bs: Online računi nisu dostupni za sada
ca: Els comptes en línia encara no estan disponibles
gd: Chan eil cunntasan air loidhne ri fhaighinn an-dràsta
he: חשבונות מקוונים אינם זמינים כרגע
ja: 今はまだオンラインアカウントを利用できません
km: គណនី​លើ​បណ្ដាញ​មិន​អាច​ប្រើ​បាន​ទេ​ឥឡូវនេះ
lv: Pašlaik nav pieejami tiešsaistes konti
pa: ਹੁਣ ਲਈ ਆਨਲਾਈਨ ਖਾਤੇ ਉੱਪਲਬਧ ਨਹੀਂ ਹਨ
ro: Conturile online nu sunt accesibile acum
ta: இணையக் கணக்குகள் தற்போது இல்லை
ug: تور ھېساباتلىرىنى ھازىر ئىشلەتكىلى بولمايدۇ

source: We are sorry
am: እናዝናለን
ast: Sentímoslo
az: Üzr istəyirik
br: Digarezit ac'hanomp
bs: Žao nam je
ca: Ens sap greu
gd: Tha sinn duilich
he: עמך הסליחה
ja: 申し訳ありません
km: យើងខ្ញុំ​សូមទោស
lv: Atvainojamies
pa: ਸਾਨੂੰ ਖੇਦ ਹੈ
ro: Ne pare rău
ta: எங்களை மன்னிக்கவும்
ug: كەچۈرۈڭ

source: Import subscriptions
am: ከ ማኅበርተኛነት ማምጣት አልተቻለም
ar: استيراد اشتراكات
ast: Importar soscripciones
az: Abunəliklər idxal et
bg: Импортирай абонаменти
br: Enporzhiañ koumanantoù
bs: Dodaj pretplate
ca: Importa subscripcions
gd: Ion-phortaich fo-sgrìobhaidhean
he: יבוא מינויים
ja: 購読リストをインポート
km: នាំចូល​ការ​ជាវ
lv: Importēt abonementus
pa: ਗਾਹਕੀ ਆਮਦ ਕਰੋ
ro: Importare abonamente
ta: சந்தாக்களை இறக்குமதி செய்
ug: مۇشتەرىلەرنى ئىمپورت قىل

source: Importing subscriptions is not available for now
am: ከ ማኅበርተኛነት አሁን ማምጣት አልተቻለም
ast: La importación de soscripciones nun ta disponible per agora
az: Abunəliklərin idxalı hal-hazırda mümkün deyil
br: Ne c'haller ket enporzhiañ koumanantoù evit bremañ
bs: Dodavanje pretplata nije moguće za sada
ca: Encara no és possible importar subscripcions
gd: Chan eil ion-phortadh nam fo-sgrìobhaidhean ri fhaighinn an-dràsta
he: לא ניתן לייבא הרשמות כרגע
ja: 今はまだ購読リストのインポートを利用できません
km: ការ​នាំចូល​ការ​ជាវ​មិន​អាច​ប្រើ​បាន​ទេ​ឥឡូវនេះ
lv: Abonementu importēšana pašlaik nav pieejama
pa: ਗਾਹਕੀਆਂ ਇੰਪੋਰਟ ਕਰਨਾ ਹੁਣ ਲਈ ਉੱਪਲਬਧ ਨਹੀਂ ਹੈ
ro: Importul abonamentelor nu este disponibil acum
ta: சந்தாக்களை இறக்குமதி செய்வது தற்போது இல்லை
ug: مۇشتەرى بولغانلىرىنى ئىمپورت قىلىشنى ھازىر ئىشلەتكىلى بولمايدۇ

source: Ok
am: እሺ
ar: حسنا
ast: Aceutar
az: Oldu
bg: ОК
br: Mat eo
bs: Uredu
ca: D'acord
gd: Ceart ma-thà
he: אישור
km: យល់ព្រម
lv: Labi
my: အိုကေ
pa: ਠੀਕ
ro: În regulă
ta: சரி
ug: تامام

source: shorts;rss;reader;
am: አጭር: rssአጭር: አንባቢ:
ast: atayos;rss;llector;
br: berradurioù;rss;lenner;
bs: kratki;rss;čitač;
ca: actualitat;rss;notícies;canals;lector;
gd: shorts;rss;reader;leughadair;inbhir-naidheachd;inbhirean-naidheachd
ja: shorts;rss;reader;RSS;リーダー;
lv: īsie,rss;lasītājs;
pa: shorts;rss;ਰੀਡਰ;
ro: shorts;rss;reader;cititor fluxuri;știri
ug: shorts;rss;ئوقۇغۇ;

source: URL:
ar: الرابط:
bg: Връзка:
he: כתובת:
ta: தொடுப்பு:
